{"config": [{"config": {"kernel_constraint": null, "name": "dense_1", "kernel_regularizer": null, "batch_input_shape": [null, 25], "dtype": "float32", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "use_bias": true, "activation": "relu", "bias_constraint": null, "units": 25, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "name": "dense_2", "kernel_regularizer": null, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "use_bias": true, "activation": "relu", "bias_constraint": null, "units": 100}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "name": "dense_3", "kernel_regularizer": null, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "use_bias": true, "activation": "relu", "bias_constraint": null, "units": 200}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "name": "dense_4", "kernel_regularizer": null, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "use_bias": true, "activation": "relu", "bias_constraint": null, "units": 25}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "name": "dense_5", "kernel_regularizer": null, "kernel_initializer": {"config": {"maxval": 0.05, "minval": -0.05, "seed": null}, "class_name": "RandomUniform"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "activity_regularizer": null, "bias_regularizer": null, "use_bias": true, "activation": "linear", "bias_constraint": null, "units": 1}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.3"}