{"config": [{"config": {"activation": "sigmoid", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_constraint": null, "kernel_constraint": null, "trainable": true, "batch_input_shape": [null, 25], "units": 25, "bias_regularizer": null, "activity_regularizer": null, "dtype": "float32", "kernel_regularizer": null, "name": "dense_1", "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "normal", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"activation": "sigmoid", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_constraint": null, "kernel_constraint": null, "trainable": true, "units": 300, "bias_regularizer": null, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_2", "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "normal", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"activation": "softmax", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_constraint": null, "kernel_constraint": null, "trainable": true, "units": 2, "bias_regularizer": null, "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_3", "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "normal", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.3"}