{"keras_version": "2.0.3", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"trainable": true, "name": "dense_1", "dtype": "float32", "units": 25, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "normal"}}, "bias_constraint": null, "use_bias": true, "kernel_regularizer": null, "activation": "relu", "batch_input_shape": [null, 25]}}, {"class_name": "Dense", "config": {"trainable": true, "name": "dense_2", "units": 300, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "normal"}}, "bias_constraint": null, "use_bias": true, "kernel_regularizer": null, "activation": "sigmoid"}}, {"class_name": "Dense", "config": {"trainable": true, "name": "dense_3", "units": 2, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "normal"}}, "bias_constraint": null, "use_bias": true, "kernel_regularizer": null, "activation": "sigmoid"}}], "backend": "tensorflow"}