{"config": [{"config": {"batch_input_shape": [null, 25], "kernel_constraint": null, "dtype": "float32", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "bias_constraint": null, "units": 25, "kernel_regularizer": null, "bias_regularizer": null, "name": "dense_1", "use_bias": true, "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "distribution": "normal", "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "activation": "sigmoid"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "trainable": true, "units": 300, "kernel_regularizer": null, "name": "dense_2", "bias_constraint": null, "activity_regularizer": null, "activation": "sigmoid", "kernel_initializer": {"config": {"seed": null, "distribution": "normal", "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "trainable": true, "units": 2, "kernel_regularizer": null, "name": "dense_3", "bias_constraint": null, "activity_regularizer": null, "activation": "softmax", "kernel_initializer": {"config": {"seed": null, "distribution": "normal", "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_regularizer": null}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.0.3"}