{"backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": null, "name": "dense_1", "units": 25, "use_bias": true, "batch_input_shape": [null, 25], "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "trainable": true, "dtype": "float32", "activation": "relu", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": null, "name": "dense_2", "units": 100, "use_bias": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "trainable": true, "activation": "relu", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": null, "name": "dense_3", "units": 2, "use_bias": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "trainable": true, "activation": "sigmoid", "kernel_regularizer": null}}], "keras_version": "2.0.3", "class_name": "Sequential"}